addresses = [
  {
    "address": "Криворожская улица, 25А",
    "point": "55.669041, 37.608472"
  },
  {
    "address": "Криворожская улица, 27",
    "point": "55.669493, 37.609766"
  },
  {
    "address": "Криворожская улица, 29к1",
    "point": "55.670498, 37.608517"
  },
  {
    "address": "Криворожская улица, 29к2",
    "point": "55.669625, 37.607969"
  },
  {
    "address": "Криворожская улица, 29к3",
    "point": "55.670133, 37.607215"
  },
  {
    "address": "Криворожская улица, 29к4",
    "point": "55.670701, 37.607242"
  },
  {
    "address": "Криворожская улица, 31",
    "point": "55.671234, 37.608167"
  },
  {
    "address": "Электролитный проезд, 16к1",
    "point": "55.672219, 37.611518"
  },
  {
    "address": "Электролитный проезд, 16к2",
    "point": "55.671245, 37.611015"
  },
  {
    "address": "Электролитный проезд, 16к3",
    "point": "55.670244, 37.610332"
  },
  {
    "address": "Электролитный проезд, 16к4",
    "point": "55.670651, 37.611500"
  },
  {
    "address": "Электролитный проезд, 16к7",
    "point": "55.669650, 37.611482"
  },
  {
    "address": "Нагорная улица, 5к3",
    "point": "55.681306, 37.613548"
  },
  {
    "address": "Нагорная улица, 5к2",
    "point": "55.681062, 37.612560"
  },
  {
    "address": "Нагорная улица, 7к3",
    "point": "55.679966, 37.611266"
  },
  {
    "address": "Нагорная улица, 7к4",
    "point": "55.680062, 37.611850"
  },
  {
    "address": "Нагорная улица, 7к5",
    "point": "55.680554, 37.612200"
  },
  {
    "address": "Нагорная улица, 9к2",
    "point": "55.679539, 37.610485"
  },
  {
    "address": "Нагорная улица, 13Ак4",
    "point": "55.679082, 37.610377"
  },
  {
    "address": "Нагорная улица, 13к4",
    "point": "55.678763, 37.609577"
  },
  {
    "address": "Нагорная улица, 15к7",
    "point": "55.678306, 37.608922"
  },
  {
    "address": "Нагорная улица, 15к8",
    "point": "55.677154, 37.608706"
  },
  {
    "address": "Нагорная улица, 17А",
    "point": "55.675575, 37.606191"
  },
  {
    "address": "Нагорная улица, 17к5",
    "point": "55.676316, 37.607152"
  },
  {
    "address": "Нагорная улица, 17к6",
    "point": "55.677524, 37.607844"
  },
  {
    "address": "Нагорная улица, 19к3",
    "point": "55.677346, 37.606299"
  },
  {
    "address": "Нагорная улица, 19к4",
    "point": "55.676671, 37.606083"
  }
];